Repository: common-repository/newsml-g2-importer
Catalog: languages/newsml-import-*.po
Languages: de_de

source: Author:
de_de: Autor:

source: Categories:
de_de: Kategorien:

source: Locations:
de_de: Orte:

source: Sorry, no posts matched your criteria.
de_de: Entschuldigung, es konnten keine Beiträge gefunden werden.

source: Previous page
de_de: Vorherige Seite

source: Next page
de_de: Nächste Seite

source: Page
de_de: Seite

source: Continue reading %s
de_de: %s weiterlesen

source: Pages:
de_de: Seiten:

source: Edit
de_de: Ändern

source: Next
de_de: Weiter

source: Next post:
de_de: Nächster Eintrag

source: Previous
de_de: Zurück

source: Previous post:
de_de: Vorheriger Eintrag

source: Imports NewsML-G2 data (APA, APA-OTS, Kathpress and Thomson Reuters) and inserts them as NewsML Post which is accessible via http://your.blog/news. The access to the NewsML-G2 files is possbile via HTTP and FTP. Every 5 minutes the folder is parsed again and the news get updated. <strong>Warning: </strong> After the activation of the plugin you will be redirected to the settings to configure the plugin.
de_de: Importiert NewsML-G2-Daten (APA, APA-OTS, Kathpress und Thomson Reuters) und fügt sie als NewsML-Post ein, welche über folgende Adresse abgerufen werden können: http://your.blog/news. Der Zugriff auf die NewsML-G2-Dateien ist über HTTP und FTP möglich. Alle 5 Minuten wird der Ordner erneut geparst und die News werden aktualisiert. <strong>Achtung:</strong> Nach der Aktivierung des Plugins werden sie zu den Einstellungen des Plugins weitergeleitet um es dort zu konfigurieren.

source: Settings
de_de: Einstellungen

source: Updated newsposts
de_de: Newseinträge aktualisiert

source: Imported mediatopics
de_de: Mediatopics importiert

source: Please enter a valid URL.
de_de: Bitte geben sie eine gültige URL ein.

source: Please enter correct URL, starting with ftp://.
de_de: Bitte geben sie eine korrekte FTP-Adresse ein, beginnend mit ftp://

source: Please enable access via FTP.
de_de: Bitte aktivieren sie den Zugang über FTP.

source: Please enter a valid number.
de_de: Bitte geben sie eine gültige Zahl ein.

source: NewsML-G2 Import Plugin Options
de_de: News-ML-G2 Importer Einstellungen

source: <strong>Step 1:</strong> Click the "Import Media Topics" button to import all mediatopics from the IPTC server.
de_de: <strong>Schritt 1:</strong> Klicken sie auf den Button "Media Topics importieren" Button um alle Mediatopics vom IPTC Server zu importieren.

source: <strong>Step 2:</strong> Set the right address to your server
de_de: <strong>Schritt 2:</strong> Tragen sie die richtige Adresse für ihren Server ein.

source: <strong>Step 3:</strong> Set your login credentials for FTP if required.
de_de: <strong>Schritt 3:</strong> Tragen sie die Zugangsdaten für einen Zugang über FTP ein sofern diese benötigt werden.

source: <strong>Step 4:</strong> Click the "Update newsposts" button to import all NewsML-G2 messages found in the denoted folder or the rss.xml file.
de_de: <strong>Schritt 4:</strong> Klicken sie auf den Button "Newseinträge aktualisieren" um alle NewsML-G2 Nachrichten, welche sich im angegebenen Ordner oder dem rss.xml File befinden, zu importieren.

source: NewsML Folder URL (with trailing /):
de_de: NewsML Ordner-Adresse (mit abschließendem /):

source: FTP Username (if necessary):
de_de: FTP Username (wenn nötig):

source: FTP Password (if necessary):
de_de: FTP Passwort (wenn nötig):

source: Access via FTP:
de_de: Zugang über FTP:

source: Use rss.xml as source:
de_de: Benutze rss.xml als Quelle:

source: Delete posts after x days (0 = never):
de_de: Lösche Posts nach x Tagen (0 = nie):

source: Show news on front page:
de_de: News auf der Startseite anzeigen:

source: Number of news in kiosk mode:
de_de: Anzahl der Nachrichten im Kiosk-Modus:

source: Kiosk mode display duration in seconds:
de_de: Kiosk-Modus Anzeigedauer in Sekunden:

source: Import Media Topics:
de_de: Media Topics importieren:

source: Import Media Topics
de_de: Media Topics importieren:

source: Update newsposts:
de_de: Newseinträge aktualisieren

source: Update newsposts
de_de: Newseinträge aktualisieren

source: Check delete newsposts:
de_de: Überprüfe zu löschende Newseinträge

source: Delete expired newsposts
de_de: Lösche abgelaufene Newsposts

source: Save Changes
de_de: Änderungen speichern

source: Every 5 minutes
de_de: Alle 5 Minuten

source: NewsML Posts
de_de: NewsML Beiträge

source: Add New Post
de_de: Neuen Beitrag hinzufügen

source: Enter a value for this field
de_de: Bitte geben sie einen Wert ein

source: Last modified
de_de: Zuletzt geändert

source: All Media Topics
de_de: Alle Media Topics

source: Parent Media Topic
de_de: Übergeordnetes Media Topic

source: Parent Item:
de_de: Übergeordnetes Element:

source: New Media Topic
de_de: Neues Media Topic

source: Add Media Topic
de_de: Media Topic hinzufügen

source: Edit Media Topic
de_de: Media Topic ändern

source: Update Media Topic
de_de: Media Topic aktualisieren

source: Separate Media Topic with commas
de_de: Media Topics mit Beistrich trennen

source: Search Media Topics
de_de: Media Topics durchsuchen

source: Add or remove Media Topics
de_de: Media Topic erstellen oder entfernen

source: Choose from the most used Media Topics
de_de: Wähle aus den meistgenutzten Media Topics

source: Not Found
de_de: Nicht gefunden

source: Subtitle
de_de: Untertitel

source: Locations
de_de: Orte
